Revit 2027 API
ParameterTypeId.PlacementCenterY Property
 "Center Y"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PlacementCenterY { get; }
Public Shared ReadOnly Property PlacementCenterY As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PlacementCenterY {
	ForgeTypeId^ get ();
}
static member PlacementCenterY : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace